Revit 2027 API
BuiltInFailures.AnalyticalModelFailures.LowestAssociatedLevelAboveHighestAssociatedLevel Property
 The Lowest Associated Level is set above the Highest Associated Level
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId LowestAssociatedLevelAboveHighestAssociatedLevel { get; }
Public Shared ReadOnly Property LowestAssociatedLevelAboveHighestAssociatedLevel As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ LowestAssociatedLevelAboveHighestAssociatedLevel {
	FailureDefinitionId^ get ();
}
static member LowestAssociatedLevelAboveHighestAssociatedLevel : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.AnalyticalModelFailures Class
Autodesk.Revit.DB Namespace